Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: The preliminary support structures which will house much of the critical infrastructure required for the Behemoth Assembly Plant to function.
ru: Предварительные вспомогательные конструкции, в которых разместится большая часть критической инфраструктуры, необходимой для функционирования сборочного завода "Исполин"

source: The previously unemployed, retrained and reassigned to maintain and supplement station systems.
ru: Ранее безработные, прошедшие переподготовку и переведенные для обслуживания и дополнения систем станции

source: The primary synaptic relay through which the Hive Mind manages planetside functions.
ru: Первичный синаптический ретранслятор, через который Разум Улья управляет функциями на планете.

source: The project is still in its early stages, and plans can be changed without significant disruption, for a price.
ru: Проект все еще находится на ранних стадиях, и планы могут быть изменены без существенных сбоев за определенную цену

source: The project will be postponed for now but the opportunity will return at a later time.
ru: Проект будет пока отложен, но возможность вернется позже.

source: The project will be postponed for now but will re-appear later.
ru: Проект пока будет отложен, но позже появится вновь.

source: The pursuit of Artisan Perfection
ru: Стремление к ремесленному совершенству

source: The rat!
ru: Крыса!

source: The raw processing power of the observatory could be used to create more accurate forecasts of the market, letting us better steer our empire toward prosperity.
ru: Необработанные вычислительные мощности обсерватории можно было бы использовать для создания более точных прогнозов рынка, что позволило бы нам лучше направлять нашу империю к процветанию

source: The recently built rings within the Stellar Redirector serve the purpose of stabilizing the energy flowing through the redirector, to avoid detonating the megastructure by accident.
ru: Недавно построенные кольца внутри Звездного перенаправителя служат цели стабилизации энергии, протекающей через перенаправитель, чтобы избежать случайного взрыва мегаструктуры.

source: The regenerative properties of living metal could theoretically be exploited to improve the quality and output of our molecular foundries.
ru: Регенеративные свойства живого металла теоретически могут быть использованы для улучшения качества и производительности наших молекулярных литейных цехов

source: The remains of a large orbital network hub which once ran the planetside operations of an alien civilization.
ru: Остатки крупного узла орбитальной сети, который когда-то управлял планетарными операциями высокоцентрализованного $auth_machine_intelligence$

source: The remains of an a city belonging to an unknown civilization.
ru: Остатки города а, принадлежащего неизвестной цивилизации

source: The remains of dismantled artificial habitats deemed unfit for repurposing.
ru: Остатки демонтированных искусственных местообитаний, признанных непригодными для повторного использования

source: The remnants of a once great civilization remains on this world, damaged by the effects of the Scarlet Scourge.
ru: Остатки некогда великой цивилизации остаются в этом мире, поврежденные воздействием Алой плети.

source: The repair for the construction site was a success, the complex has been able new ships for our navy.
ru: Ремонт на строительной площадке прошел успешно, комплекс получил возможность строить новые корабли для нашего военного флота.

source: The resources allocated to our maintenance unemployment program could be better utilized elsewhere.
ru: Ресурсы, выделенные нашему $job_frame_maintenance_drone_plural$, могли бы быть лучше использованы в другом месте

source: The rise of an Ascendancy
ru: Возникновение Возвышения

source: The schematics for all of these have been recorded in case it might one day come of use.
ru: Схемы всех этих устройств были записаны на случай, если они когда-нибудь пригодятся.

source: The seat of local bureaucracy, managing the planet on behalf of their superiors above.
ru: Резиденция местной бюрократии, управляющей планетой от имени своего вышестоящего начальства.

source: The second generation of Sentient Metal technology concerns both employing the material to create starship-grade armor, and a new type of flak battery turret that uses the material's networked intelligence to effectively target and neutralize incoming projectiles.
ru: Второе поколение $ehof_sm$ технологий, разработанных в результате нашего изучения секретов усилителей и $PGATE_GALACTICS$. Речь идет о технологии нового типа брони, называемой $ehof_sm$ Armor, в которой используются механизмы самовосстановления и заживления $ehof_sm$, и о новом типе зенитной артиллерийской башни, в которой используется чрезвычайно продвинутый $ehof_sm$ A.Я рутинно нейтрализую летящие снаряды.

source: The secrets of the universe are within our grasp.
ru: Тайны вселенной находятся в пределах нашей досягаемости

source: The selected worlds will be released as a vassal state.
ru: Выбранные миры станут вассальным государством.

source: The shattered remains of a planet long dead still orbit the $pc_black_hole$ below this $pc_giga_frameworld$.
ru: Разрушенные останки давно умершей планеты все еще вращаются вокруг $pc_black_hole$ ниже этого $pc_giga_frameworld$

source: The sheer amount of psionic energy emitted by the collapsed soul of the Grandbunny enables our ships to bend the very fabric of reality, and cross the entire galaxy in mere days.
ru: Огромное количество псионической энергии, излучаемой разрушенной душой Грандбанни, позволяет нашим кораблям искривлять саму ткань реальности и пересекать всю галактику всего за несколько дней.

source: The sheer existential threat posed by the Blokkats is having a profound impact on our civilization.
ru: Явная экзистенциальная угроза, исходящая от блоккатов, оказывает глубокое влияние на нашу цивилизацию.

source: The shrine itself vibrates somehow, making it appear slightly blurred from a distance.
ru: Святилище само по себе каким-то образом вибрирует, поэтому кажется слегка размытым издалека.

source: The shroud has granted us the ability to travel vast distances temporarily.
ru: Покров предоставила нам возможность временно путешествовать на огромные расстояния.

source: The sixth generation of Sentient Metal technologies is compromised of a new type of spinal-mounted cannon, further revisions to the armor designs, and a power core that taps into the energy source of the $PGATE_GALACTICS$ to provide enormous amounts of energy.
ru: Шестое поколение $ehof_sm$ технологий, разработанных в результате нашего изучения секретов усилителей и $PGATE_GALACTICS$. Это часть технологии для нового типа спинномозговой башни, которая использует $ehof_sm$ для наведения на цели, отслеживания их и нанесения им повреждений, более продвинутый тип $ehof_sm$ брони и $ehof_sm$ силового ядра, которое подключается к $PGATE_GALACTIC$ источнику энергии для выработки огромного количества энергии.

source: The specialized materials used in large scale space construction require an equally specialized workforce.
ru: Специализированные материалы, используемые в крупномасштабном космическом строительстве, требуют столь же специализированной рабочей силы

source: The spire is being supercharged
ru: Шпиль заряжается наддувом

source: The stabilizer arms will for pockets of relative calm to be created in the storm, allowing for the safe recovery of drones and other automated machines sent into the storm to study it.
ru: Рычаги-стабилизаторы будут создавать зоны относительного затишья во время шторма, что позволит безопасно извлекать дроны и другие автоматизированные машины, отправленные в шторм для его изучения

source: The star's matter has now been collapsed to such an extent that even light cannot escape the body's gravitational pull, effectively transforming it into an artificial Black Hole, possessing incredible research potential.
ru: Материя звезды теперь сжалась до такой степени, что даже свет не может избежать гравитационного притяжения тела, эффективно превращая ее в искусственную Черную дыру, обладающую невероятным исследовательским потенциалом

source: The station is too useful to be left behind.
ru: Станция слишком полезна, чтобы ее можно было оставить позади.

source: The station must grow.
ru: Станция должна расти

source: The strongest of the $aot_dark_matter_obelisk_core_pe$ templates, providing exceptional amount of $aot_sr_runic_power$.
ru: Самый сильный из шаблонов $aot_dark_matter_obelisk_core_pe$, обеспечивающий исключительное количество $aot_sr_runic_power$.

source: The study of the $AH_old_databank$ has been completed, as expected we have put our hands on a very high amount of interesting research data.
ru: Исследование $AH_old_databank$ завершено, как и ожидалось, мы собрали очень большое количество интересных исследовательских данных.

source: The supercausal phenomena of abstract physics require their own kind of advanced, complex, and powerful research facilities.
ru: Сверхпричинные явления абстрактной физики требуют своего рода передовых, сложных и мощных исследовательских установок, которые способны раскрыть еще больше захватывающих дух секретов Вселенной.

source: The surface of this planet have been utterly destroyed, all traces of life removed from its surfaces.
ru: Поверхность этой планеты была полностью уничтожена, все следы жизни удалены с ее поверхности.

source: The surface of this planet is composed of crystallized oxygen, making it extremely valuable scientifically.
ru: Поверхность этой планеты состоит из кристаллизованного кислорода, что делает ее чрезвычайно ценной с научной точки зрения.

source: The target planet will be damaged, turning it into a Lifeless Temperate World, and raising the Planetary Devastation level to 100%.
ru: Целевая планета будет повреждена, превратив ее в безжизненный мир с умеренным климатом и повысив уровень планетарного опустошения до 100%.

source: The third generation of Sentient Metal technology has allowed further refinement of existing armor designs, and designs for a new type of railgun that makes use of the material to both target and damage enemy vessels.
ru: Третье поколение $ehof_sm$ технологий, разработанных в результате нашего изучения секретов усилителей и $PGATE_GALACTICS$. Это часть технологии для более продвинутого типа брони $ehof_sm$ и нового типа башни, подобной рельсотрону, которая использует $ehof_sm$ для наведения на цели, отслеживания их и нанесения им повреждений путем разрушения их структуры.

source: The third ring houses massive processing facilities alongside specialized space-time manipulation machinery, in order to mix imported minerals and harvested neutronium into pure alloys with unseen efficiency.
ru: На третьем кольце расположены огромные перерабатывающие мощности наряду со специализированным оборудованием для манипулирования пространством-временем, чтобы смешивать импортируемые минералы и собранный нейтроний в чистые сплавы с невиданной эффективностью.

source: The time has come for us to choose how we want to use what we have learned during all these years.
ru: Пришло время выбрать, как нам использовать знания, полученные во время последнего вознесения.

source: The time has finally come.
ru: Наконец-то пришло время

source: The unconventional approaches and principles of abstract physics require the construction of new research facilities to develop alternative investigation methods for the comprehension of reality.
ru: Нетрадиционные подходы и принципы абстрактной физики требуют и допускают строительство новых исследовательских объектов и разработку альтернативных методов исследования для понимания реальности.

source: The understanding and subsequent application of Blokkat femtosecond timetravel methods to effectively have a single item simultaneously undertake several operations in both the past and future is likely to be a great boon to both our own industry and Blokkat-related research.
ru: Понимание и последующее применение методов фемтосекундного перемещения по времениБлоккатдля эффективного выполнения одним элементом одновременно нескольких операций как в прошлом, так и в будущем, вероятно, станет большим благом как для нашей собственной отрасли, так и для исследований, связанных с Блоккат.

source: The vast research facility of the Innovation Forge enables advanced research and development activities on this world
ru: Обширный исследовательский центр Innovation Forge позволяет проводить передовые исследования и опытно-конструкторские разработки в этом мире

source: The vast research facility of the Innovation Forge enables advanced research and development activities on this world, even without the Scourge still present.
ru: Обширная исследовательская база Кузницы инноваций позволяет проводить передовые исследования и разработки в этом мире, даже несмотря на то, что Бедствие все еще присутствует.

source: The warrior instinct runs throughout all of our drones, when the time comes to fight each one of them will be ready.
ru: Инстинкт война свойственен всем нашим дронам. Когда придёт время сражаться, каждый из них будет готов.

source: The warrior instinct runs throughout all of our units, when the time comes to fight each one of them will be ready.
ru: Инстинкт война свойственен всем нашим солдатам. Когда придёт время сражаться, каждый из них будет готов.

source: The white hole power core that sat at the core of the $ehof_preservation_sphere$ all these millennia, still capable of producing untold amounts of energy.
ru: Энергетическое ядро, которое поддерживало $ehof_preservation_sphere$ в рабочем состоянии все эти годы, подпитываемое мощью Белой дыры, по-видимому, обладает неисчислимой энергией

source: The words of our faith are distributed to all citizens, that they may know their calling as it is read in scripture.
ru: Каждому гражданину доступно слово божие, чтобы он помнил своё призвание, как учат нас священные книги.

source: The work is never complete.
ru: Работа никогда не бывает завершена

source: The works of our writers and poets will enlighten billions of souls over thousands of years.
ru: Произведения наших писателей и поэтов будут просвещать миллиарды душ на протяжении тысячелетий.

source: The world is now uninhabitable, but can be terraformed quickly.
ru: Мир сейчас непригоден для жизни, но может быть терраформирован очень быстро.

source: The worst calamities that befall an army arise from hesitation.
ru: Худшие что может случится с армией - это колебания его командования.

source: Their end is imminent.
ru: Их конец неизбежен.

source: Their grandness is known even to those on the most remote of worlds in this galaxy.
ru: Их величие известно даже жителям самых отдаленных миров этой галактики.

source: Their knowledge about our historical archives might help our society research.
ru: Их знания о наших исторических архивах могут помочь нашему обществу в исследованиях.

source: Their numbers are now uncountable, and if it were not for our databases on chemical compounds and reactions many would have been lost in time.
ru: Сейчас их количество не поддается подсчету, и если бы не наши базы данных по химическим соединениям и реакциям, многие из них были бы потеряны во времени.

source: Their only reprieve from the hunt should be a swift death.
ru: Единственным спасением от охоты на них должна стать быстрая смерть.

source: Thelaras Singularity
ru: Сингулярность Телараса

source: Then discuss we shall.
ru: Тогда обсудим, что мы будем делать

source: Then invade them we shall!
ru: Тогда мы вторгнемся в них!

source: Theofurr
ru: Теофурр

source: Theoretical Psychology Research
ru: Исследования теоретической психологии

source: Theoretical Stellarscale Propulsion
ru: Теоретический движитель звездного масштаба

source: There are many secrets in the universe destined to be left undiscovered by those that do not know where to look.
ru: Вселенная хранит секреты, недоступные для непосвященных.

source: There are no valid targets in this system.
ru: В этой системе нет допустимых целей.

source: There is a limit on how much money we can extort from the population before the situation on the planet becomes unmanageable.
ru: Существует предел того, сколько денег мы можем вымогать у населения, прежде чем ситуация на планете станет неуправляемой.

source: There is already a revolution ongoing.
ru: Революция уже продолжается.

source: There is currently no secondary growth on this planet.[GigaExtraGrowthNoGrowth]
ru: В настоящее время на этой планете нет вторичного роста.[GigaExtraGrowthNoGrowth]

source: There is hope.
ru: Надежда есть

source: There is much to be done.
ru: Многое еще предстоит сделать

source: There is no time to waste!
ru: Нельзя терять времени!

source: There is no time to waste.
ru: Нельзя терять время.

source: There is nothing in the galaxy that we have not, at some point, bought or sold.
ru: В галактике нет ничего, что бы мы не купили или не продали в какой-то момент.

source: There will be a price to pay.
ru: За это придется заплатить определенную цену.

source: There will be no rest until the death of Death itself.
ru: Не будет покоя до самой Смерти

source: These Aeternite-built thrusters employ psionic potential to rapidly alter the localized quantum fields around the ship, producing a form of thrust which displaces the vessel.
ru: Эти двигатели, построенные Вечности, используют псионический потенциал для быстрого изменения локализованных квантовых полей вокруг корабля, создавая форму тяги, которая смещает судно.

source: These Blokkat-designed sensors look for the oscillations that 3-dimensional matter creates within the higher-dimensional manifold of the universe.
ru: Эти датчики, разработанные Блокат, отслеживают колебания, которые создает трехмерная материя в многомерном многообразии Вселенной.

source: These Schemes represent the prototype for a massive Central Machine Core Unit which could be used to greatly improve of our empire in the future.
ru: Эти схемы представляют собой прототип массивного Главного Ядра, которое может значительно Улучшить развитие нашей страны в будущем.

source: These accelerators and collectors rob the black hole of angular momentum by passing photons through its ergosphere.
ru: Эти ускорители и коллекторы лишают черную дыру углового момента, пропуская фотоны через ее эргосферу

source: These advanced capacitors circling the star provide energy for the future $name_matrioshka_brain$, but they also stabilize the star and are able to suppress solar eruptions and solar winds to protect the delicate circuitry.
ru: Эти усовершенствованные конденсаторы, вращающиеся вокруг звезды, обеспечивают энергией будущее $name_matrioshka_brain$, но они также стабилизируют звезду и способны подавлять солнечные извержения и солнечные ветры для защиты хрупких электрических цепей.

source: These advanced research facilities have the very latest science equipment along with an extremely large staff capacity.
ru: Эти передовые исследовательские центры оснащены самым современным научным оборудованием наряду с чрезвычайно большим штатом.

source: These allow for efficient and safe transportation of goods throughout our empire.
ru: Они обеспечивают эффективную и безопасную транспортировку товаров по всей территории нашей империи.

source: These armed forces have been enhanced with a variety of crystal-based weaponry.
ru: Эти вооруженные силы были усилены разнообразным оружием на основе кристаллов.

source: These artilleries fire large crystalline projectiles imbued with excess psionic energy rendering them somewhat unstable and thus very effective against general enemy defenses.
ru: Эти артиллерийские установки стреляют большими кристаллическими снарядами, наполненными избыточной псионической энергией, что делает их несколько нестабильными и, следовательно, очень эффективными против общей обороны противника

source: These autocannons spray a flurry of razor-sharp thaumaturgic crystals which, while they struggle to puncture thick armor and are generally stopped clean by shields, can absolutely devastate the more fragile hull of energy starships if it happens to be exposed.
ru: Эти автопушки выпускают шквал острых как бритва магических кристаллов, которые, хотя и с трудом пробивают толстую броню и, как правило, не поддаются защите, могут полностью разрушить более хрупкий корпус энергетических звездолетов, если он окажется незащищенным

source: These bipedal robotic walkers can be equipped with larger weapons and heavier armour that our usual troops.
ru: Эти двуногие роботы-шагоходы могут быть оснащены более мощным оружием и более тяжелой броней, чем наши обычные войска.

source: These buildings hold the greatest collection of information across the galaxy.
ru: В этих зданиях хранится самая большая коллекция информации во всей галактике.

source: These can be utilized by our ships to continuously simulate possible developments during combat.
ru: Они могут быть использованы нашими кораблями для непрерывного моделирования возможного развития событий во время боя.

source: These cannons are able to destroy ships which are bombarding the planet.
ru: Эти орудия способны уничтожать корабли, бомбардирующие планету.

source: These capacitors store surplus energy which can quickly be transferred to reinforce a ship's shields.
ru: Эти накопители конденсируют излишки энергии, чтобы быстро перенаправить на усиление щитов корабля.

source: These cottage industries were built by the idle populace to provide employment.
ru: Эти коттеджные поселки были построены праздным населением, чтобы обеспечить занятость.

source: These creatures have proven to be harmless and friendly to our survey teams, and present ideal conditions to closely study alien life.
ru: Эти существа оказались безвредными и дружелюбными для наших исследовательских групп и представляют идеальные условия для тщательного изучения инопланетной жизни

source: These crystals... could be of use.
ru: Эти кристаллы... могут пригодиться

source: These custodial drones maintain massive nature preserves on the ring's inner surface.
ru: Эти Дроны-хранители поддерживают огромные природные заповедники на внутренней поверхности кольца.

source: These data can then be given to the ship commander which can utilize it in the decision-making process.
ru: Затем эти данные могут быть переданы командиру корабля, который сможет использовать их в процессе принятия решений.

source: These drones are given directives and knowledge to synthesize Dark Energy.
ru: Этим дронам даны указания и знания для синтезирования темной энергии.

source: These drones maintain a trading partnership with our terrestrial neighbors.
ru: Эти беспилотники поддерживают торговые партнерские отношения с нашими земными соседями

source: These drones manage planetside operations from above, maintaining order over an otherwise potentially chaotic planet.
ru: Эти Дроны управляют операциями на планете сверху, поддерживая порядок на потенциально хаотичной в остальном планете.

source: These drones support and supervise specially trained organic diplomats who can safely interact with outside influences under strictly controlled conditions.
ru: Эти дроны поддерживают и контролируют специально обученных органических дипломатов, которые могут безопасно взаимодействовать с внешними воздействиями в строго контролируемых условиях.

source: These drones weave dark matter from the haze of the black hole.
ru: Эти дроны ткут темную материю из дымки черной дыры

source: These energy projectiles consist of tightly concentrated protons capable of causing immense damage to the hull of enemy ships.
ru: Эти энергетические снаряды состоят из плотных скоплений протонов и способны вызвать сильнейшие повреждения обшивки вражеского корабля.
